<template>
  <div class="article">
    <h1 class="title" style="text-align:center;">用户协议</h1>
    <!-- 作者区域 -->
    <div class="author" style="padding:15px 0;">
      <div class="info">
        <!-- 文章数据信息 -->
        <div class="meta">
          <!-- 如果文章更新时间大于发布时间，那么使用 tooltip 显示更新时间
          <span class="publish-time" data-toggle="tooltip" data-placement="bottom" title="" data-original-title="最后编辑于 2021-03-14 22:04"> 2021-03-14 22:04</span>
          <span class="views-count">查看 4626</span>
          -->
        </div>
      </div>
    </div>
    <!-- -->
    <!-- 文章内容 -->
    <div class="show-content art-content" deep="6">
      <p>　　欢迎使用宫本数据，本协议自开始使用网站，并成为网站的会员时即产生法律效力。宫本数据可能会更新协议内容，并通过电子邮件来通知用户。更新结果将在宫本数据通知之日起生效。协议包括宫本数据网站内容的使用政策、宫本数据隐私政策。您在使用宫本数据提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消宫本数据提供的服务;您一旦使用宫本数据服务，即视为您已了解并完全同意本服务公约各项内容，并成为宫本数据用户(以下简称“用户”)。</p><p>　　一.引言</p><p>　　1.1.宗旨</p><p>　　宫本数据是一款城市数据查询工具，旨在为用户提供快速查询的集合信息服务。</p><p>　　1.2.协议</p><p>　　本协议在您开始使用网站，并成为网站的注册用户时即产生法律效力。宫本数据有权在必要时可修改用户协议，协议一旦发生变动，将会通过电子邮件或网站内部消息通知用户并提示修改内容。如果不同意所改动的内容，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为接受服务条款的变动。</p><p>　　宫本数据保留修改或中断服务的权利。对于任何网络服务的修改、中断或终止而造成的任何损失，宫本数据无需对用户或第三方承担任何责任。</p><p>　　二.义务</p><p>　　2.1. 服务资格</p><p>　　为使用“服务”，您同意:</p><p>　　(1) 您必须满足18岁，请未成年人(18岁以下)勿向本网站提供任何个人资料或使用本服务。</p><p>　　(2) 您只能拥有一个宫本数据帐户;</p><p>　　(3) 宫本数据有根据法律法规或在合理状况下限制您使用“服务”。</p><p>　　2.1. 通知及服务信息</p><p>　　宫本数据会通过电子邮件和发布在网站上的通告与您联系，这包括向新用户介绍本服务各种功能的电子邮件。您将收到宫本数据向您发出与您的账户有关的电子邮件，包括当在您人际网络内的其他用户向您发放相关机会的电子邮件通知。宫本数据有可能向您发放促销信息，除非您选择不收取类似信息。</p><p>　　2.5. 信息和分享</p><p>　　宫本数据的“服务”提供了多种发送和分享信息的方式，如个人粉丝、动态等。您分享或发布的信息和内容都可能被其他“会员”查看，如果是公开信息，也会被“访客”查看。您可对以上信息和内容进行设置，我们也尊重您对于谁能查看您的个人内容或信息的选择。我们没有义务发表您使用宫本数据“服务”的所有的相关信息或内容，但可以根据法律法规或在合理状况下自行决定删除信息或内容，并且无需发送通知。</p><p>　　三.免责声明与其它担保</p><p>　　3.1.免责声明</p><p>　　(1)宫本数据对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件(“不可抗力事件”)，以及他人蓄意破坏、宫本数据工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。</p><p>　　(2)使用宫本数据的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。宫本数据难以审查每个用户提供的内容或信息是否属于上述情况。我们平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。我们平台没有义务对于识别结果本身的真实性进行分辨或核验。平台返回的数据结果，不构成我们对任何人之明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方
      (包括其他用户)
      提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。如您认为宫本数据网站上存在上述内容或信息的，请及时根据法律法规规定的程序通知宫本数据，以便及时处理。</p><p>　　(3)宫本数据根据法律规定或政府相关政策要求提供您的个人信息。</p><p>　　(4)宫本数据“UGC”内容均由用户创建，“UGC”内容仅代表作者观点，与宫本数据无关。除法律另有规定外，对于用户言论的真实性引发的全部责任，由用户自行承担，宫本数据不承担任何责任。</p><p>　　(5)因网络状况、通讯线路、第三方网站等任何原因而导致您不能正常使用宫本数据。</p><p>　　(6)宫本数据在各服务条款及声明中列明的使用方式或免责情形。</p><p>　　3.2.无担保</p><p>　　(1) “宫本数据”无法保证以下事项∶</p><p>　　1)本服务完全符合您的要求;</p><p>　　2)本服务不受干扰、及时提供、安全可靠或不会出错;</p><p>　　3)使用本服务取得之结果正确可靠;</p><p>　　4)您经由本服务购买或取得之任何产品、服务、资讯或其他信息符合您的期望;</p><p>　　5)软件中任何错误都得到更正。</p><p>　　(2)是否使用本服务下载或取得任何资料应由您自行考量且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担。</p><p>　　(3)您自宫本数据或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外之任何保证。</p><p>　　当您同意该协议时，默认您已经同意以上无担保条款。</p><p>　　四. 知识产权归属</p><p>　　除非宫本数据另行声明，本网站(www.gotohui.com)的所有产品、技术、软件、程序、数据及其他信息(包括但不限于文字、图像、图表、版面设计、电子文档)的所有知识产权(包括但不限于版权、商标权、专利权、商业秘密)及相关权利，均归宫本数据所有。</p><p>　　未经宫本数据书面授权许可，任何人不得擅自(包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载、非通过宫本数据购买)获取或使用宫本数据平台的数据、信息和资料，或通过不当方式影响宫本数据的正常服务，任何人不得擅自以软件程序自动获得宫本数据数据。否则，宫本数据将依法追究法律责任。</p><p>　　五.服务终止</p><p>　　用户或宫本数据可根据实际情况中断服务。宫本数据不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对宫本数据服务不满，用户可有以下的追索权：</p><p>　　(1)不再使用宫本数据服务;</p><p>　　(2)通告宫本数据停止该用户的服务。</p><p>　　结束用户服务后，用户使用宫本数据服务的权利马上终止。同时，宫本数据不再对用户承担任何义务。</p><p>　　六. 会员纠纷</p><p>　　宫本数据保留权利，但没有责任监督、处理您和其他会员之间的纠纷。</p><p>　　七. 用户行为</p><p>　　7.1.应做事项</p><p>　　如果您同意该项协议，则默认您遵守以下内容：</p><p>　　(1)遵守法律、法规及有关部门规章的;</p><p>　　(2)提供准确信息，并及时更新信息;</p><p>　　(3)在档案使用真实姓名;</p><p>　　(4)以专业的态度使用“服务”。</p><p>　　7.2.禁止事项</p><p>　　如果您同意该项协议，则默认您承诺不做以下行为：</p><p>　　(1)上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息(包括但不限于图片、文字、视频、链接、音乐等)：</p><p>　　1)反对宪法所确定的基本原则的;</p><p>　　2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;</p><p>　　3)损害国家荣誉和利益的;</p><p>　　4)煽动民族仇恨、民族歧视、破坏民族团结的;</p><p>　　5)破坏国家宗教政策，宣扬邪教和封建迷信的;</p><p>　　6)散布谣言，扰乱社会秩序，破坏社会稳定的;</p><p>　　7)散布淫秽、色情、{ BANNED}、暴力、凶杀、恐怖或者教唆犯罪的;</p><p>　　8)侮辱或者诽谤他人，侵害他人合法权利的;</p><p>　　9)含有虚假、欺诈、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、与公序良俗不符或其它道德上令人反感的内容;</p><p>　　10)含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p><p>　　(2)为任何非法目的而使用网络服务系统;</p><p>　　(3)恶意注册宫本数据账号;</p><p>　　(4)利用宫本数据服务从事以下活动：</p><p>　　1) 未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的;</p><p>　　2) 未经书面允许，对计算机信息网络功能进行删除、修改或者增加的;</p><p>　　3) 未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的;</p><p>　　4) 故意制作、传播计算机病毒(包括木马)等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的;</p><p>　　5) 其他危害计算机信息网络安全的行为。</p><p>　　(5)未经书面允许，利用宫本数据从事广告发布、变相广告、口碑营销、产品销售、传销等行为。</p><p>　　(6)对宫本数据相关服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</p><p>　　(7)在简历中心公布不完整、虚假或不准确的简历资料，或代他人公布简历(为他人寻找全职或兼职工作)。</p><p>　　(8)公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。</p><p>　　(9)为宫本数据的竞争同行回应职位、招揽用户，或用此方法寻求与发布职位的雇主联络业务。</p><p>　　(10)除发布者外，删除或修改其他个人或公司公布的资料。</p><p>　　(11)擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。</p><p>　　(12)未经宫本数据同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行擅自接触。</p><p>　　八. 来源声明</p><p>　　宫本数据所开发、运营的大数据软件宫本数据网页版(以下简称“宫本数据”)是一款房价信息查询系统。</p><p>　　宫本数据目前网站数据来源各权威房产网站、房产中介的大数据ODK模型计算。</p><p>　　九. 用户隐私</p><p>　　宫本数据绝对尊重用户的个人隐私权，宫本数据绝不会公开、编辑、透漏用户的任何资料给第三方，除非有法律和政府的强制规定或是用户本人的同意。具体细则请见——隐私条款。</p><p>　　十. 法律管辖与适用</p><p>　　10.1.本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律;您同意有关本协议以及使用宫本数据的服务产生的争议交由宫本数据住所地法院以诉讼方式解决。</p><p>　　10.2.您理解并同意，根据服务的升级，我们有权对本协议进行更改。我们会在我们的网站及相关软件产品中公告相关的更改，请您随时予以关注。在本协议修改之后，您继续使用宫本数据及相关服务的行为，将表示您已经同意并接受了本协议的更改。</p><p>　　十一. 本协议条款的最终解释权归宫本数据所有。</p><p>　　您确认您已仔细阅读以上条款，同时完全接受以上条款的内容。</p><p><br data-filtered="filtered"></p>            </div>
    <!--  -->
  </div>
</template>

<script>
export default {
  name: "UserConsult"
}
</script>

<style scoped>
.article {
  padding: 0px;
  padding-top: 0px;
  padding-right: 0px;
  padding-bottom: 0px;
  padding-left: 0px;
}
</style>